[{"source":"INTRODUCTION\nAn optimal relative dose intensity (RDI) of adjuvant chemotherapy is associated with better survival in patients with breast cancer. Little is known about the role of physical fitness in attaining an adequate RDI in patients with early stage breast cancer. We investigated the association between pre-treatment physical fitness and RDI in this population.\n\nMETHODS\nWe pooled individual patient data from two randomized exercise trials that studied exercise programs in early breast cancer: the PACES (n = 230) and the PACT (N = 204) study. Logistic regression models were used to evaluate the association between pre-treatment fitness and achieving an optimal RDI (≥85%). In addition, we added an interaction term to the model to explore the potential moderating effect of participating in an exercise program.\n\nRESULTS\nData were available for 419 patients (mean age at diagnosis 50.0 ± 8.6 years). In the total sample, lower pre-treatment physical fitness was associated with significantly lower odds of achieving ≥85% RDI: age-adjusted OR 0.66 [95%CI 0.46-0.94]. In patients allocated to the supervised exercise intervention during chemotherapy (n = 173), the association between pretreatment physical fitness and RDI was almost completely mitigated (OR 0.95 (95%CI 0.54-1.56)), while it was more pronounced in patients who received care as usual (n = 172, OR 0.31 (95%CI 0.13-0.63) pinteraction: 0.022).\n\nCONCLUSION\nEarly stage breast cancer patients with relatively lower levels of pretreatment physical fitness have lower odds of achieving an optimal dose of chemotherapy. Given that physical fitness is modifiable and our results suggest that following a moderate-to-high intensity exercise training during chemotherapy could improve treatment completion, clinicians should not refrain from referring patients to supportive exercise programs because of low fitness.\n","target":"INTRODUCTION\nThis study looks at how being physically fit before starting treatment can affect how well breast cancer patients respond to chemotherapy. \n\nMETHODS\nWe looked at data from two different studies that examined how exercise programs can help people with early-stage breast cancer. We used statistical models to see if there was a link between how fit patients were before treatment and how well they responded to a full dose of chemotherapy. We also checked if being part of an exercise program had any effect on this.\n\nRESULTS\nWe had data for 419 patients. We found that patients who were less fit before starting treatment were less likely to respond well to a full dose of chemotherapy. However, for patients who were part of a supervised exercise program during their chemotherapy, their level of fitness before treatment didn't seem to affect how well they responded to the chemotherapy. This was not the case for patients who weren't part of an exercise program.\n\nCONCLUSION\nPatients with early-stage breast cancer who aren't very fit before starting treatment are less likely to respond well to a full dose of chemotherapy. But, our results suggest that doing moderate to high-intensity exercise during chemotherapy could help patients complete their treatment successfully. So, doctors shouldn't avoid referring patients to exercise programs just because they're not very fit."},{"source":"Normal aging brings with it changes in dopaminergic and memory functions. However, little is known about how these 2 changes are related. In this study, we identify a link between dopamine, episodic memory networks, and aging, using pharmacological functional magnetic resonance imaging. Young and older adults received a D2-like agonist (Bromocriptine, 1.25 mg), a D2-like antagonist (Sulpiride, 400 mg), and Placebo, in a double-blind crossover procedure. We observed group differences, during memory encoding, in medial temporal, frontal, and striatal regions and moreover, these regions were differentially sensitive across groups to dopaminergic perturbation. These findings suggest that brain systems underlying memory show age-related changes and that dopaminergic function may be key in understanding these changes. That these changes have behavioral consequences was suggested by the observation that drug modulations were most pronounced in older subjects with poorer recognition memory. Our findings provide direct evidence linking ageing, memory, and dopaminergic change.","target":"As we get older, our brains naturally change, including the way they handle dopamine (a chemical that helps send signals in the brain) and memory. However, we don't know much about how these two changes are connected. In this study, we found a connection between dopamine, the part of the brain responsible for remembering specific experiences, and aging. We used a special type of brain scan and gave young and older adults different drugs that affect dopamine in the brain. We noticed differences in certain areas of the brain when people were trying to remember things. These areas were more sensitive to changes in dopamine in different age groups. This suggests that the parts of the brain responsible for memory change as we age and that dopamine plays a big role in these changes. We also found that these changes can affect behavior, as the drugs had the biggest impact on older adults who had more trouble with memory. This study provides clear evidence of a link between aging, memory, and changes in dopamine."},{"source":"BACKGROUND\nAcute adhesion-related small bowel obstruction (ASBO) is a common digestive emergency, accounting for 1 to 3% of all digestive emergencies. The efficacy of conservative management in this setting is a subject of debate, as it may delay the decision to perform surgery and increase the frequency of bowel resection (e.g., in the presence of bowel necrosis) or, in contrast, prompt an excessive number of unnecessary laparotomies. Thus, the decision to perform surgery is difficult. We propose that the introduction of the procalcitonin (PCT)-based algorithm improves the quality of the management of patients with ASBO by aiding the decision of whether or not to perform surgery.\n\nMETHODS\nThis is a 1:1 cluster-randomized clinical trial (use of algorithm: no algorithm) using an independent computer to ensure that investigators cannot interfere with the randomization. Each cluster will correspond to one investigating center. All patients in a center will be managed in the same way. Before randomization, each principal investigator will provide a commitment to participate in the study to avoid the risk of \"empty clusters\". The patients included will constitute two parallel arms (use of algorithm versus no algorithm), with no expected crossover between arms. The inclusion criteria are being an adult with uncomplicated acute ASBO (i.e., absence of fever, abdominal pain and distension, nausea and\/or vomiting, and the absence of gas and\/or stool, in conjunction with a contrast-enhanced CT scan, for patients with previous abdominal surgery) who is able to express consent with a signed written informed consent form. Patients with complicated acute ASBO (strangulation or peritonitis) will be excluded.\n\nDISCUSSION\nThere is an ongoing debate on the management of uncomplicated ASBO. The main points are to avoid a surgery if it is unnecessary and to avoid delayed surgery if it is necessary. Currently, there are no robust criteria to objectively determine the failure of non-surgical treatment or to establish the indications for surgery in acute ASBO. Our team proposes the use of procalcitonin (PCT) to help distinguish patients for whom conservative management is likely to be successful from those for whom surgical management is required. The results from a randomized control trial could help in the selection of patients through clear inclusion and exclusion criteria and simplify or clarify the management algorithm. In conclusion, PCT may be useful in evaluating the proper strategy for ASBO. Trial registration The trial is registered at clinical trials under the reference: NCT03905239.\n","target":"BACKGROUND\nA common emergency related to digestion is acute adhesion-related small bowel obstruction (ASBO). It's a tricky condition to manage because it's hard to decide whether to treat it with surgery or not. Surgery can sometimes be delayed, leading to more serious problems, or it can be done unnecessarily. We think that using a method based on a substance called procalcitonin (PCT) can help doctors make better decisions about whether to do surgery or not.\n\nMETHODS\nWe're doing a study where we randomly assign different medical centers to either use the PCT method or not. All patients at a center will be treated the same way. We're only including adults who have a simple case of ASBO (no fever, stomach pain, nausea, vomiting, or lack of gas or stool, and who have had a certain type of scan if they've had abdominal surgery before). We're not including patients with more serious cases of ASBO.\n\nDISCUSSION\nThere's a lot of debate about how to best treat simple cases of ASBO. The main goal is to avoid unnecessary surgery but also not to delay needed surgery. Right now, there's no clear way to decide when non-surgical treatment isn't working or when surgery is needed. We think using PCT can help doctors make these decisions. Our study could help clarify who should be included in this treatment method and make the treatment process simpler. In conclusion, PCT might be a useful tool in deciding the best treatment for ASBO. The study is registered under the reference: NCT03905239."}]
